{
  "AdminPage": {
    "title": "管理ページ",
    "description": "このページが表示されているということは、管理者としてログインしている状態です。"
  },
  "ContactPage": {
    "title": "ご訪問ありがとうございます。",
    "description": "メッセージの送信と、メールマガジンへの登録ができます。",
    "firstname": "名",
    "lastname": "姓",
    "email": "メールアドレス",
    "subject": "件名",
    "message": "メッセージ",
    "max": "最大2000文字",
    "send": "メッセージを送信",
    "successToast": "メッセージが正常に送信されました。",
    "errorToast": "メッセージの送信中にエラーが発生しました。後でもう一度お試しください。"
  },
  "ExhibitionsPage": {
    "galleries": "ギャラリー",
    "artFestival": "アートフェスティバル／クラフトマーケット"
  },
  "HomePage": {
    "title": "ようこそ",
    "description": "想像力をかき立てる、手づくりのセラミック作品です。",
    "intro": "私はしばらくのあいだ粘土と向き合ってきましたが、いまも続けている理由の一つは、それが心を落ち着かせてくれるからだと気づきました。粘土は私を不思議な場所へ連れて行ってくれます。そこへ持っていくべきものは、自分の想像力だけです。",
    "technique": "私の作品は、手びねりの技法で制作しています。この方法によって、自由にかたちを生み出すことができます。板状の粘土や押し出した粘土から始め、表面にテクスチャーを加え、納得のいくかたちになるまで整えていきます。",
    "firing": "仕上がった作品は、ラク焼きまたは中温で焼成します。釉薬は、刷毛で塗ったり、スタンプを押したり、線を引くように流したりして施します。",
    "goddesses": "そのあとは、窯焚きのあいだ女神たちが優しく見守ってくれるよう願うばかりです。",
    "fun": "結局のところ、大切なのは楽しみながら作ることです。そして作品から、その遊び心が伝わればと思っています。",
    "unique": "私の作品はすべて一点ものです。",
    "signature": "Daniel Oliver",
    "moreAboutMe": "作家についてもっと見る",
    "whatIDo": "私の作品"
  },
  "Header": {
    "hello": "こんにちは",
    "logout": "ログアウト",
    "login": "ログイン",
    "openUserMenu": "ユーザーメニューを開く",
    "openMainMenu": "メインメニューを開く",
    "navigation": {
      "home": "ホーム",
      "whatIDo": "作品",
      "contact": "お問い合わせ",
      "exhibitions": "展示"
    }
  },
  "LocaleSwitch": {
    "label": "言語を変更",
    "locale": "{locale, select, fr {français} en {english} es {español} zh {中文} ja {日本語} ko {한국어} other {Unknown}}"
  },
  "ThemeToggle": {
    "label": "テーマを切り替え",
    "light": "ライト",
    "dark": "ダーク"
  },
  "WhatIdo": {
    "title": "作品について",
    "potBelly": {
      "title": "「Pot Belly」ボックス・シリーズ",
      "description": "Pot Belly ボックス・シリーズを始めたのは、身体のような感触をもつ容れ物を作りたいと思ったからです。あたたかく、少し不器用で、それでも強く“ここにいる”と感じさせる存在です。丸くふくらんだ「お腹」が主役となり、やわらかなボリュームが、きりっとした蓋や小さな脚と対照をなし、小さな性格のある家具のように見えます。作品はすべて手づくりで、表面は服や傷跡のレイヤーのように扱います。化粧土や染み、彫り込み、描き込んだパターンは、布地や地図、グラフィティを思わせます。上部の飾りは遊び心のある取っ手で、角や三日月、渦巻きなどの小さなトーテムが、それぞれの箱に命を吹き込んでくれます。日々のささやかな宝物や秘密、小さな儀式をそっとしまっておくための箱なのです."
    },
    "shield": {
      "title": "「Xoxox シールド」シリーズ",
      "description": "シールド・シリーズは、妻ががんと診断され、医師から最悪のケースを告げられたときに抱いた、やり場のない苛立ちと無力感から生まれた作品です。\n困難やつらい時期にあっても創作を続け、自分の絶望や悲しみを作品に込めるアーティストたちのようになりたいと思いました。\n\n私にとってスタジオは楽しい場所であり、遊び場のようなところです。けれどそのとき、何をすべきかまったく思いつきませんでした。\n私にできたのは、妻を抱きしめ、何度もキスをして、彼女を守り、慰め、あらゆる害から守ることだけでした。\n\nそんなときに思いついたのが、私のパターンに xoxox（ハグとキス）をあしらったシールドのモチーフです（このモチーフは今では私のすべての作品に使われています）。それは負のエネルギーを遠ざける、いわばお守りのようなアーティファクトです。\n\nそして、このシールドを見るたびに、家族や友人を抱きしめたり、キスを交わしたりすることを思い出してもらえたらうれしく思います。\n\n付け加えるなら、妻はいま元気に過ごしています。"
    },
    "urn": {
      "title": "「Urn & Treasure」ボックス・シリーズ",
      "description": "このアーン・シリーズを始めたのは、常連のお客様から、お母様の遺灰を納める箱を作ってほしいと頼まれたのがきっかけでした。その箱は、靴箱と同じくらいの大きさ、あるいは容量でなければなりませんでした。そのスケールがとても気に入り、少し大きめにしたり、さまざまなかたちを試したりしながら、もっと遊んでみたいと思うようになりました。私はこれらの箱を「トレジャー・ボックス（宝箱）」とも呼んでいます。"
    }
  }
}
