{
  "AdminPage": {
    "title": "관리 페이지",
    "description": "이 페이지가 보인다면 관리자 계정으로 로그인한 상태입니다."
  },
  "ContactPage": {
    "title": "방문해 주셔서 감사합니다.",
    "description": "메시지를 보내고 메일링 리스트에 가입하실 수 있습니다.",
    "firstname": "이름",
    "lastname": "성",
    "email": "이메일",
    "subject": "제목",
    "message": "메시지 내용",
    "max": "최대 2000자",
    "send": "메시지 보내기",
    "successToast": "메시지가 성공적으로 전송되었습니다.",
    "errorToast": "메시지 전송 중 오류가 발생했습니다. 나중에 다시 시도해 주세요."
  },
  "ExhibitionsPage": {
    "galleries": "갤러리",
    "artFestival": "아트 페스티벌, 메이커 마켓"
  },
  "HomePage": {
    "title": "환영합니다",
    "description": "상상을 마음껏 펼치게 해 주는 손으로 빚은 도자기입니다.",
    "intro": "꽤 오랫동안 흙을 만져 오면서, 내가 여전히 이 일을 하고 있는 이유 중 하나가 그것이 마음을 편안하게 해 주기 때문이라는 걸 알게 되었습니다. 흙은 나를 마치 마법 같은 공간으로 데려가고, 그곳에 가지고 가야 할 것은 오직 상상력뿐입니다.",
    "technique": "나는 작품에 손성형 기법을 사용합니다. 이 방식은 내가 작업을 자유롭게 풀어 갈 수 있도록 해 줍니다. 판이나 압출한 흙 조각으로 시작해 표면에 질감을 더하고, 내가 만족할 때까지 형태를 다듬습니다.",
    "firing": "완성된 작품은 라쿠 소성이나 중온 소성으로 굽습니다. 무늬는 붓질하거나, 찍어 올리거나, 흘려 칠하는 방식으로 유약을 입힙니다.",
    "goddesses": "그다음에는 굽는 동안 여신들이 너그럽게 도와주기를 바라며 그들에게 맡깁니다.",
    "fun": "결국 중요한 것은 즐겁게 작업하는 일이고, 내 작품에서 그런 유쾌하고 장난스러운 느낌이 전해지기를 바랍니다.",
    "unique": "내 모든 작품은 하나뿐인 유일한 작품입니다.",
    "signature": "Daniel Oliver",
    "moreAboutMe": "나에 대해 더 알아보기",
    "whatIDo": "내 작업"
  },
  "Header": {
    "hello": "안녕하세요",
    "logout": "로그아웃",
    "login": "로그인",
    "openUserMenu": "사용자 메뉴 열기",
    "openMainMenu": "메인 메뉴 열기",
    "navigation": {
      "home": "홈",
      "whatIDo": "나의 작업",
      "contact": "문의",
      "exhibitions": "전시"
    }
  },
  "LocaleSwitch": {
    "label": "언어 변경",
    "locale": "{locale, select, fr {français} en {english} es {español} zh {中文} ja {日本語} ko {한국어} other {Unknown}}"
  },
  "ThemeToggle": {
    "label": "테마 전환",
    "light": "라이트",
    "dark": "다크"
  },
  "WhatIdo": {
    "title": "나의 작업",
    "potBelly": {
      "title": "팟 벨리 박스 시리즈",
      "description": "팟 벨리 박스 시리즈를 시작한 것은, 몸에 가까운 느낌이 나는 용기를 만들고 싶었기 때문입니다. 따뜻하고, 조금은 어색하지만 부정할 수 없이 ‘존재하는’ 그런 대상 말이죠. 둥글게 불룩 나온 ‘배’는 곧 주인공이 되었습니다. 부드러운 덩어리가 또렷한 뚜껑과 작은 발과 대비되며, 태도가 분명한 아주 작은 가구처럼 보입니다. 나는 이 상자들을 손으로 하나씩 만들고, 표면은 옷과 흉터가 겹겹이 쌓인 것처럼 다룹니다. 슬립, 얼룩, 조각, 드로잉된 패턴들이 천이나 지도, 그래피티를 연상시키기도 합니다. 위에 달린 장식은 장난기 있는 손잡이들입니다. 뿔, 초승달, 나선 같은 작은 토템들이 각각의 상자에 생명력을 불어넣습니다. 이 상자들은 일상의 작은 보물과 비밀, 그리고 사적인 작은 의식들을 담기 위해 만들어졌습니다."
    },
    "shield": {
      "title": "Xoxox 실드 시리즈",
      "description": "실드 시리즈는 아내가 암 진단을 받고 의사에게서 최악의 경우까지 들었을 때 느꼈던 좌절감과 무력감에서 시작되었습니다.\n나는 어려움과 힘든 시기가 찾아올 때, 절망과 슬픔을 작품 속에 녹여 내며 창작을 이어 가는 그런 예술가들처럼 되고 싶었습니다.\n\n나에게 작업실은 행복한 공간이고, 즐겁게 놀 수 있는 곳입니다. 그때 나는 무엇을 해야 할지 떠올리지 못했습니다.\n내가 할 수 있었던 일은 아내를 더 자주 끌어안고, 안고, 키스하고, 지켜 주고, 위로하고, 해로부터 막아 주는 것뿐이었습니다.\n\n그러다 내 작업 패턴에 xoxox(키스와 포옹)를 담은 실드 모티프를 넣는 아이디어가 떠올랐습니다. 이 모티프는 이제 내 모든 작품에 스며 있습니다. 부정적인 에너지를 막아 주는 하나의 오브제, 부적 같은 존재이기도 합니다.\n\n그리고 이 실드를 볼 때마다 가족과 친구들을 꼭 안아 주고, 입 맞추라는 작은 기억 장치가 되었으면 합니다.\n\n덧붙이자면, 지금 아내는 건강합니다."
    },
    "urn": {
      "title": "Urn & Treasure 박스 시리즈",
      "description": "되돌아온 단골손님 한 명이 어머니의 유골을 넣을 상자를 만들어 달라고 부탁하면서 나는 이 우른 시리즈를 시작하게 되었습니다. 상자는 신발 상자와 비슷한 크기나 용량을 가져야 했습니다. 그 스케일이 마음에 들어 상자를 조금 더 크게 만들고, 여러 형태를 시도해 보며 더 많이 놀고 싶어졌습니다. 나는 이 상자들을 ‘보물 상자’라고 부르기도 합니다."
    }
  }
}
